Repository: zhufucdev/Hook
Catalog: Hook/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AddButtonText.Text
source: Open
zh_cn: 打开新文件

# BuiltinConverter.Name
source: Built-in converter
zh_cn: 内建转换器

# CancelButton.Text
source: Cancel
zh_cn: 取消

# ClearButton.Text
source: Clear the list
zh_cn: 清空列表

# CloseButton.Text
source: Close
zh_cn: 关闭

# ConverterHeader.Text
source: Converter
zh_cn: 转换器

# ConverterNotFound.Content
source: Selected converter whose id is %s was not found. Switching to default
zh_cn: 所选转换器（ID: %s）已丢失。将切换为默认。

# ConverterNotFound.Title
source: No Such Converter
zh_cn: 转换器未找到

# ConvertHeader.Text
source: Converting to Web Page
zh_cn: 正在将文档转换为网页

# DeveloperModeToggle.OffContent
source: DeveloperMode Disabled
zh_cn: 开发者模式已禁用

# DeveloperModeToggle.OnContent
source: DeveloperMode Enabled
zh_cn: 开发者模式已启用

# DropInstallBody.Text
source: .hplugin files are supported, which provide plugin's functions
zh_cn: 支持.hplugin文件，安装后将在文档或Hook中实现插件的功能

# DropInstallHeader.Text
source: Drop to Install
zh_cn: 拖放以安装

# ErrorOpen.Title
source: Error While Opening the File
zh_cn: 打开文件时出现错误

# Exception.Manifest
source: Invalidate Plug-In: Manifest not found
zh_cn: 无效插件：缺少签名文件

# GeneralHeader.Text
source: General
zh_cn: 通用

# Home.Header
source: Home
zh_cn: 主页

# HomeHeader.Text
source: What do you want to do?
zh_cn: 您希望做什么？

# ManageHeader.Text
source: Tune Your Preferences
zh_cn: 调整设置

# NotSupported.Content
source: Opening unsupported %s file
zh_cn: 无法打开不受支持的%s文件

# NotSupported.Title
source: Unsupported File Format
zh_cn: 不支持的文件格式

# PlugInFailure.Title
source: Unable to Initialized Plug-In %s
zh_cn: 无法初始化插件%s

# PlugInHeader.Text
source: Manage Plug-Ins
zh_cn: 管理插件

# PlugInInstallationFailure.Content
source: The installation program reported a %e% excpetion: %s
zh_cn: 安装程序报告了%e%错误：%m

# PlugInInstallationFailure.Title
source: Unable to Install the Plug-In
zh_cn: 无法安装此插件

# PlugInLoadDependNotFound.Message
source: Plug-In %s% depends on %d%, which is not loaded. Thus, this plugin is not to be loaded
zh_cn: 插件%s%依赖于%d%，然而后者并未被加载，因而前者不会被加载

# PlugInLoadDependNotFound.Title
source: Dependency Not Found
zh_cn: 无法找到依赖项

# PlugInLoadHeader.Text
source: Loading Plug-Ins
zh_cn: 正在加载插件

# PlugInsUIHeader.Text
source: Plug-In
zh_cn: 插件

# RecentHeader.Text
source: Recent Opened
zh_cn: 最近打开

# RemoveButton.Text
source: Remove this item
zh_cn: 清除此项

# ReplaceButton.Text
source: Replace
zh_cn: 替换

# ReplacePlugin.Content
source: Plug-In named %name% has already been installed. Replace it?
zh_cn: 已安装名为%name%的插件，是否替换？ 已安装的插件： 作者：%old_author% 版本：%old_version% 将要安装的插件： 作者：%new_author% 版本：%new_version%

# ReplacePlugin.Title
source: Plug-In Exists
zh_cn: 替换插件

# SettingsHeader.Text
source: Settings
zh_cn: 设置

# ShortcutHeader.Pattern
source: Shortcuts Provided by %s
zh_cn: %s提供的快捷方式

# StartupDeny.Message
source: To enable full functionality of the plugin, allow the app to start with system in Windows Settings or Task Manager
zh_cn: 要使用插件的全部功能，请在任务管理器或系统设置中启用自动启动

# StartupDeny.Title
source: Startup Permission Denied
zh_cn: 自动启动请求受拒绝

# Uninstallation.Content
source: All the data will be deleted and can not be restored. Continue?
zh_cn: 相关数据将被清空且无法恢复。是否继续？

# Uninstallation.Title
source: Shall Uninstall the Plug-In
zh_cn: 将卸载此插件

# UninstallButton.Text
source: Uninstall
zh_cn: 卸载

# UnknownHeader.Text
source: Unknown
zh_cn: 未知
